Revit 2024 API
ParameterTypeId.StairsTriserIsTypeOverridden Property
 "Overridden": (OBSOLETE) Indicate whether selected individual step is governed by default type setting.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId StairsTriserIsTypeOverridden { get; }
Visual Basic
Public Shared ReadOnly Property StairsTriserIsTypeOverridden As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ StairsTriserIsTypeOverridden {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace